import * as React from 'react';
import { Container } from 'react-bootstrap';

const HomePage = () => {
  return ( 
    <Container className="home">
      <div className="title">
        <h4>Національний технічний університет України
          <br/>«Київський політехнічний інститут імені Ігоря Сікорського»
          <br/>Факультет інформатики та обчислювальної техніки
          <br/>Кафедра Інформаційних систем та технологій
        </h4>
        <h5 className='cource-work'>Курсова робота
          <br/>З дисципліни «Системи баз даних»
        </h5>
        <p className='made-by'>Виконав:
          <br/>Студент групи ІС-21:
          <br/>Лях Артемій
        </p>

        <h5 className='theme'>Тема:
          <br/>#39. «Територіальні рибалки»
        </h5>

        <p className='theme-description'>
            &emsp;Хоча Італія розташована на півострові, у неї мало внутрішніх вод, а саме рік і озер.
          Якщо громадянин хоче половити рибу, він мусить подати заявку на це, вказавши день, і
          місце з переліку дозволених місць. В разі отримання дозволу він друкує цей дозвіл і
          відправляється на риболовлю. 
          <br/>
            &emsp;У заявці на риболовлю, яка подається по мережі Інтернет в орган управління
          провінцією, вказуються дата риболовлі, громадянин і місце риболовлі. Факт видачі
          дозволу фіксується в системі, і ще один дозвіл на цю дату і це місце стає неможливим.
        </p>
      </div>
    </Container>
  );
}
 
export default HomePage;